Repository: TechyScientist/CFCPlayers-iOS
Catalog: CFCPlayers/*.lproj/Localizable.strings
Languages: fr_ca

source: CFC ID
fr_ca: ID FCÉ

source: Last Name
fr_ca: Patronyme

source: First Name
fr_ca: Prenom

source: Search
fr_ca: Cherchez

source: No Players Found
fr_ca: Aucun Joueurs Trouvé

source: Missing Criteria
fr_ca: Critères Manquants

source: Please enter search criteria.
fr_ca: Entrez quelques critères, s'il vous plaît.

source: Dismiss
fr_ca: Fermer

source: Unrated
fr_ca: Non Classé

source: Unregistered
fr_ca: Non Registré

source: Expired/Unregistered
fr_ca: Expiré/Non Registré

source: Expired:
fr_ca: Expiré:

source: No Expiry
fr_ca: Pas d'Expiration

source: Player Not FIDE Registered
fr_ca: Joueur Non Registré

source: This player is not FIDE registered.
fr_ca: Ce joueur n'est pas registré avec FIDE.

source: Player's CFC Profile
fr_ca: Profil FCÉ du Joueur

source: Player's FIDE Profile
fr_ca: Profil FIDE du Joueur
